Repository: giellalt/corpus-sme
Catalog: tmx/nob/facta/other_files/476_1.pdf.tmx
Source language: nob
Languages: sme

source: Annet: Reindriftsnytt utgis fire ganger i året.
sme: Reindriftsnytt Boazodoallo-oππasat

source: Hvem er jeg ?
sme: Oaive ∏álus

source: Så er nok et reindriftsår tilbakelagt og vi går inn i et nytt år for reindriften.
sme: De lea fas okta boazodoallojahki nohkan ja mii lávket oππa jahkái boazodoalu dáfus.

source: Reineiere ser frem til kalvemerking.
sme: Boazoeaiggádat vuordda™it miessemearkuma.

source: Da får de oversikt over kalvetilgangen.
sme: Dalle besset diehtit man olu miesit leat.

source: Utsiktene er bra for at også dette året blir et godt år for reindriften.
sme: Lea buorre doaivva ahte maiddái dát jahki ™addá buorre jahki boazodollui.

source: Det er bra, men reindriftssjefen er bekymret over det høye reintallet, spesielt i Vest-Finnmark.
sme: Dat lea buorre, muhto boazodoallohoavda váivahuvvá veahá™ dainna alla boazologuin, erenoamáΩit OarjeFinnmárkkus.

source: Reintallstilpasningen er tema på hvert eneste møte i Reindriftsstyret.
sme: Boazologu heiveheapmi lea fáddán juohke ∏oahkkimis Boazodoallostivrras.

source: Det gjelder også fastsetting av rammebetingelser for reindriften i Øst-Finnmark.
sme: Dát guoská maiddái Nuorta-Finnmárkku boazodoalu rámmanjuolggadusaid mearrideapmái.

source: Dermed er det stort fokus på reindriften i Finnmark.
sme: Nu lea ge Finnmárkku boazodoallu hui guovddáΩis.

source: Det innebærer ikke at Reindriftsforvaltningen ikke bryr seg om reindriften i andre områder av landet.
sme: Dat ii mearkka™ ahte Boazodoallohálddahus ii bero™ eará guovlluid boazodoaluin.

source: Stortingets krav om tilpasning av reintallet i Vest-Finnmark må nødvendigvis føre til at det er spesiell fokus på dette området.
sme: Stuoradikki gáibádus heivehit boazologu Oarje-Finnmárkkus dagaha ahte fertet erenoamáΩit deattuhit dán guovllu.

source: Reindriftssjefen har, sammen med medlem i Reindriftsstyret, Nils Mikkel Somby og de regionale reindriftsmyndigheter vært på befaring i Nordre Nordland.
sme: Boazodoallohoavda lea ovttas Boazodoallostivrra miellahtuin, Nils Mikkel Sombyin, ja regionála boazodoalloeiseválddiiguin leama™ geah ∏adeamis Davit Nordlánddas.

source: Dette var interessant, men gir også et bilde av den vanskelige situasjonen reindriften i deler av Nordland er i.
sme: Dát lei gelddola™, muhto ∏ájeha maiddái makkár váttis dilis boazodoallu lea muhtun guovlluin Nordlánddas.

source: Det er beklagelig at reintallet i området har gått drastisk ned som følge av rovdyr og vanskelige driftsforhold.
sme: Lea ™állo™ahtti go guovllu boazolohku lea nu garrasit njiedjan boraspiriid ja váttis doaibmadiliid geaΩil.

source: Både reindriftssjefen og Reindriftsstyret mener at alle områder som er definert som reindriftsområder skal brukes til reindriftsformål.
sme: Sihke boazodoallohoavda ja Boazodoallostivra oaivvildit ahte buot guovllut mat leat definerejuvvon boazodoalloguovlun, galget geavahuvvot boazodoalloulbmiliidda.

source: Vi må beskytte reindriftens arealer og dermed må disse være i bruk.
sme: Mii fertet suddjet boazoguohtuneatnamiid ja de fertejit dát leat anus.

source: Det er gjennom bruk vi verner arealer best.
sme: Mii suddjet eatnamiid buoremusat go atnit daid.

source: Men det er like viktig at reineiere kan vise til at de lever av reindrift.
sme: Muhto lea liikka deaŋala™ ahte boazoeaiggádat sáhttet duoπa™tit ahte sii ellet boazodoaluin.

source: På den måten forstår det øvrige samfunn at reindriften trenger arealer.
sme: Dáinnalágiin ipmirda servodat muπui ahte boazodoallu dárbba™a eatnamiid.

source: Landbruksdepartementet, NRL og Reindriftsforvaltningen har igangsatt et arbeid for å se på kvinnenes situasjon i reindriften.
sme: Eanandoallodepartementa, NBR ja Boazodoallohálddahus leat álggahan barggu ∏ielggadit nissonolbmuid dili boazodoalus.

source: Dette er et viktig arbeid som skal være sluttført før reindriftsforhandlingene for avtaleåret 2005/2006.
sme: Dát lea deaŋala™ bargu mii galgá loahpahuvvot ovdal 2005/2006 ™iehtadusjagi boazodoallo™iehtadusaid.

source: Kvinnene bidrar med mye i næringen og ivaretar de myke verdier i en mannsdominert næring.
sme: Nissonolbmot leat olu mielde ealáhusas ja fuolahit daid dipmá árvvuid ealáhusas gos dievddut leat eanetlogus.

source: Sentralt i dette er overføring av tradisjonell kunnskap til neste generasjon.
sme: GuovddáΩis dás lea árbevirola™ máhtu sirdit buolvvas bulvii.

source: Reindriftskvinnene er ingen homogen gruppe kvinner.
sme: Boazodoallonissonat eai leat homogena nissonjoavku.

source: Det er variasjoner i alder, yrkesbakgrunn og tilknytning til reindriften.
sme: Leat stuora erohusat agis, fidnoduogáΩis ja boazodoalu gulleva™vuoπas.

source: Det er derfor viktig å belyse situasjonen ut ifra reindriftskvinnenes ulike ståsted.
sme: Danne lea deaŋala™ ∏uvget dili boazodoallonissoniid ie™guπetlágán duogáΩa vuoπul.

source: Reineiere har store forventninger til ny reindriftslov.
sme: Boazoeaiggádiin leat alla vuordámu™at oππa boazodoalloláhkii.

source: Slik lovforslaget ligger, vil det gi reineiere større styringsrett over egen næring.
sme: Nu go láhkaárvalus dál lea, de oΩΩot boazoeaiggádat buoret stivrenvuoigatvuoπa ieΩaset ealáhusa dáfus.

source: Det er i tråd med øvrig samfunnsutvikling, man skal ikke regulere på detaljnivå.
sme: Dát ∏uovvu servodatovdáneami muπui, ahte ii galgga detáljadásis stivret.

source: Man må skille mellom hva som er et offentlig ansvar og hva som hører hjemme i den private sfære.
sme: Galgá earuhit mii lea almmola™ ovddasvástádus ja mii fas gullá priváhta dássái.

source: Jeg håper at det nå skjer en fortgang i arbeidet med lovproposisjonen, slik at Stortinget får vedta en ny lov.
sme: Mun sávan ahte láhkaárvalusa bargu mana™ii johtilit vai Stuoradiggi beassá mearridit oππa lága.

source: Den nye loven vil være et viktig verktøy for en god forvaltning av reindriften i Norge.
sme: Oππa láhka ™addá deaŋala™ veahkkeneavvun Norgga boazodoalu buori háldda™eamis.

source: Selv om vi får en ny reindriftslov i dette landet, er det viktig å se hva som skjer i reindriften i de andre nordiske land.
sme: Vaikko oaΩΩut ge oππa boazodoallolága dán riikkas, de lea deaŋala™ geah ∏∏at mii boazodoaluin dáhpáhuvvá eará davviriikkain.

source: Jeg tror at samhandling og samarbeid på tvers av landegrenser er viktigere enn noensinne og vil totalt sett styrke reindriften i Norden.
sme: Mun jáhkán ahte ovttasdoaibma ja ovttasbargu riikkarájiid rastá lea deaŋaleabbo go goassege ovdal, ja boahtá oppala ∏∏at nannet Davviriikkaid boazodoalu.

source: I mars dette år hadde Reindriftsforvaltningen møte med finske og svenske reindriftsmyndigheter.
sme: Njuk ∏amánus dán jagi lei Boazodoallohálddahusas ∏oahkkin Suoma ja Ruoŋa boazodoalloeiseválddiiguin.

source: I alle tre nordiske land har vi de samme utfordringer, både i forhold til slakte- / markedssituasjonen, rovdyr, høyt reintall og problemer med å verne reindriftens arealer.
sme: Buot golmma davviriikkas leat mis seamma hástalusat, sihke njuovvan- / márkandili, boraspiriid, alla boazologu ja boazoguohtuneatnamiid suddjenváttisvuoπaid dáfus.

source: Dette tilsier at samarbeidet må styrkes og videreutvikles for å ha en solid reindrift i alle nordiske land.
sme: Dat ∏ájeha ahte ovttasbargu ferte nannejuvvot ja ovdánahttojuvvot viidáseappot vai buot davviriikkain ™atta™ii nanu boazodoallu.

source: Innledningsvis skrev jeg at jeg er bekymret over det høye reintallet.
sme: Álggus ∏állen ahte mun váivahuvan dainna alla boazologuin.

source: Det er beklagelig at den vanskelige slakte- og markedssituasjonen er en skranke for reintallstilpasningen i Vest- Finnmark.
sme: Lea váidalahtti go váttis njuovvan- ja márkandilli lea hehttehussan Oarje-Finnmárkku boazoheiveheami dáfus.

source: Jeg opplever at det i næringen har vært en vilje til større uttak og det har vært stor skuffelse og frustrasjon over den vanskelige markedssituasjonen.
sme: Mun lean vásihan ahte ealáhusas lea leama™ dáhttu viiddidit njuovvamiid, ja ahte leat beahtahallan ja váivahuvvan dan váttis márkandili geaΩil.

source: Situasjonen har ført til at reineiere som ønsket å avvikle sin reindrift ikke fikk slik mulighet.
sme: Dilli lea dagahan ahte boazoeaiggádat geat háliidedje heaittihit doaimmaset, eai oΩΩon dán vejola™vuoπa.

source: Det er problematisk.
sme: Dat lea váttis.

source: Det ideelle i denne situasjonen hadde vært å ha en økonomisk garantiordning for de distrikter som tilpasser reintallet.
sme: Buoremus dán dilis liv ∏∏ii leama™ ásahit ekonomala™ dáhkádusortnega daidda orohagaide mat heivehit boazologu.

source: Jeg har stor forståelse for at situasjonen føles meningsløs, all den tid det finnes kjøtt på lager, mens forbrukere sier at det er vanskelig å få tak i reinkjøtt.
sme: Mun ipmirdan roahkka ahte dilli dovdo váttisin, go vuorkkáin lea biergu ja geavaheaddjit fas lohket ahte lea váttis fidnet bohccobierggu.

source: Dette er en utfordring som må løses før neste slaktesesong.
sme: Dát lea hástalus maid fertet ∏oavdit ovdal boahtte njuovvanáigodaga.

source: Jeg tror ikke det finnes bare en løsning.
sme: Mun in jáhke ahte gávdno du™™e okta ∏oavddus.

source: Jeg tror at det er mange grep som må gjøres.
sme: Mun jáhkán ahte leat olu doaimmat mat fertejit ∏aπahuvvot.

source: Det er viktig å ha tilstrekkelig slaktekapasitet, god markedsføring av reinkjøtt, men ikke minst ha god dialog med de som selger reinkjøtt.
sme: Lea deaŋala™ ahte lea buorre njuovvankapasitehta, buorre márkanfievrrideapmi bohccobierggu dáfus, ja ii unnimusat buorre dialoga singuin geat vuvdet bohccobierggu.

source: Denne utforingen må NRL.
sme: Dán hástalusa fertejit NBR.

source: , Landbruksdepartementet og Reindriftsforvaltningen sammen ta.
sme: , Eanandoallodepartementa ja Boazodoallohálddahus váldit ovttas.

source: Til slutt vil jeg ønske NRL lykke til med landsmøtet på Røros.
sme: Loahpas áiggun sávvat NBR:ii lihku riika ∏oahkkimiin Rørosas.

source: Jeg ønsker også alle reineiere og lesere en riktig god sommer !
sme: Sávan maiddái buot boazoeaiggádiidda ja lohkkiide buori geasi !

source: Kontrakt med driftsenhet
sme: Ellen Inga O.

source: Så går han på VK 1.
sme: Ellen Inga O.

source: Vi må i stor grad tilpasse det teoretiske opplegget til når det er mulig å arbeide med reinen.
sme: Mearrádus olahit boazologu 64.100 Oarje-Finnmárkui ovdal cuoŋmánu 1. beaivvi 2005 doalahuvvo.

source: samlingene kan like gjerne skje på elevenes hjemplasser som i Kautokeino, sier Steinfjell.
sme: Muhto boazologuheiveheami bonusortnet sáhttá viiddiduvvot.

source: en svensk sameby.
sme: Jorgalan: ImO

source: – Et topp moderne anlegg for ned
sme: – Mii eat leat rievdadan áigumu™a

source: Tøffe tak.
sme: olahit dán boazologu.

source: – Det var ikke slik vi hadde tenkt oss det da vi gikk i gang med planleggingen av bedriften, sier John Anders Lifjell. Foto: Per Torbjørn Jystad
sme: Oπas lea ahte boazologu heiveheami prográmma sáhttá viiddiduvvot guoskat buot orohagaide miehtá Oarje-Finnmárkku, lohká Boazodoallostivrra joπiheaddji Mona Røkke.

source: skjæring, produksjon av pølse, spekepølse, hakk, røkte produkter og filet. Videre har vi ferdigstekte produker som roastbiff og reinsdyrstek.
sme: Viiddida ortnega Jus ortnet viiddiduvvo buot boazoeaiggádiidda miehtá Oarje-Finnmárkku, de hástaliv ∏∏ii dat buot boazoeaiggádiid unnidit boazologu, lohká son.

source: Vi har satset på maskinparken noe som igjen gir oss mulighet for å utvikle nye produkter, understreker Lifjell. Han kan derfor trygt åpne dørene for kresne kunder som vil på inspeksjon. Dagen etter at Reindriftsnytt var innom ankom også styringsgruppa for Verdiskapingsprogrammet for rein med blant annet representanter fra Landbruksdepartementet og Innovasjon Norge (tidligere SND).
sme: Røkke lohká ahte Oarje-Finnmárkku boazologu unnideapmi lea juoga mii su mielas lea hui dehála™, ja ahte Boazodoallostivra ságastallá von, de báhcet muhtun orohagat guorosin, ja de sáhttá boazodoallu massit vuoigatvuoπa daidda guovlluide.

source: meren nok blir nødt til å suge på tommelen.
sme: Boazolohku sáhttá rievdat

source: – Men det er klart. Dette ble en
sme: – Mun ipmirdan balu, muhto dat ii

source: , Arnstein Steensas.
sme: galgga dáhpáhuvvat.

source: Lifjell har fått sin opplæring der. Det samme har andre ansatte.
sme: Boazodoallu ii galgga massit eatnamiid.

source: Lifjell er heller ikke bekymret for at markedet er for lite. Så langt er man kommet i gang med leveranser til lokale butikker og grossister.
sme: Muhtun jagiid geah ∏en, go guohtumat fas leat buorránan, de sáhttet dát guovllut fas adnot boazoguohtumin.

source: Det er vanskelig å konkurrere med produsenter som åpenbart har en lavere prisprofil.
sme: Lohku 64.100, mii dál lea mihttomearrin, ii leat lohku mii galgá agibeaivvi doalahuvvot.

source: Et prisfall fra 260 til 190 kroner per kilo for filet ut til grossist, svir. Konkurranse fra hjort og lam er også betydelig.
sme: Bajimus boazolohku sáhttá rievdat, ja dat árvvo™tallojuvvo guohtundilála™vuoπaid mielde, lohká Røkke.

source: sene igjen. Og selv om vi er sårbare nå kan vi ikke selge billig.
sme: Røkke lohká ahte dás duohko lea dehála™ erenoamáΩit guorahallat Oarje-Finnmárkku orohagain daid main eai leat dohkkehuvvon orohatplánat ja main lea beare alla boazolohku.

source: Velger vi en slik strategi kan vi like gjerne gi oss med en gang.
sme: Boazodoallostivrra joπiheaddji lohká ahte Oarje-Finnmárkku golmma johtolagas lea Guovdojohtolat masa giddejit eanemus fuomá™umi vai orohagat olahiv ∏∏e mihttomeriid.

source: 4–5 ansatte vil ha jobb året rundt.
sme: dan birra juohke ∏oahkkimis.

source: Det handler ikke bare om penger, men også om å være i stand til å levere kvalitetsprodukter.
sme: Son atná váidalahttin ahte ie™guπet dilála™vuoπat leat dahkan ahte sii eai leat nu guhkás ollen dán á™™is, go lei sávahahtti.

source: – Kvaliteten avhenger imidlertid
sme: – Lea ∏ielggas ahte váttis márkan

source: ikke bare av oss. Også reineierne må drive slik at vi ikke får råstoff som er forringet.
sme: dilála™vuohta lea ∏uohcan min áigumu™™ii, go njuovahagat eai leat nákcen vuostá váldit daid bohccuid mat ledje fállun.

source: Det dreier seg både om hvordan inndrivingen av dyrene skjer, arbeidet i innhegningen og slaktingen.
sme: Dat ii leat min stivremis, muhto liikká dat vaikkuha sakka min mearrádusa ∏aπaheapmái.

source: Lite er overlatt til tilfeldighetene. Her fra produksjonshallen.
sme: Dan dihte leat mii sáhkalaga Eanandoallodepartemeanttain dán á™™is.

source: enkel plastemballasje med klistrelapper på. Det må det gjøres noe med, påpeker Lifjell.
sme: Mii leat oaidnán ahte vuovdalandoaimmain, mat ∏aπahuvvojedje ovdal juovllaid ja beassáΩiid, lei ávki.

source: Han har blinket seg ut designerne i Strømme & Trondsen Design som aktuelle samarbeidspartnere.
sme: Dan dihte lea dehála™ ain ∏aπahit diekkár kampánjjaid seammás go sihkkarastá ahte bohccobiergu lea oaΩΩumis.

source: De har laget materiale både for Thule Fjord, Valdres Rakfisk og ikke minst Lofotprodukter. Sistnevnte fikk et solid løft etter å ha fått nytt design på sine innpakninger.
sme: Go boazodoallu lea unna biergobuvttádeaddjá™ eanandoalu ektui, de navdá Røkke ahte lea vejola™ joπihit dan bierggu mii fállojuvvo.

source: Ikke minst i lokalmarkedet har man klart å få fotfeste, konstaterer sjefen sjøl John Anders Lifjell. Foto: Per Torbjørn Jystad
sme: Røkke muitala ahte lea vuohttán dakkár balu boazodoalu bealis, ahte go OarjeFinnmárkku boazolohku lea unniduv

source: Urealistisk målsetning
sme: Eahperealistala™ mihttomearri

source: Målsetningen om å komme ned i et reintall på 64.100 dyr i VestFinnmark innen 1. april 2005 står fast. Men bonusordningen i reintallstilpasningen kan bli utvidet.
sme: NBR ’ joπiheaddji Iskkon Máhte Áslat ii ane vejolaΩΩan cuoŋománu 1. beaivvi 2005 rádjái oláhit boazologu mii lea 64.100 dahje unnit.

source: – Dette med å utvide ordningen til å
sme: – Dan gal in ane vejolaΩΩan, vát

source: gjelde hele Vest-Finnmark vil gjøre det interessant for samtlige reineiere å få ned reintallet, sier hun.
sme: tis márkan- ja njuovvandilála™vuoπaid geaΩil mat leat leama™ ja ain bistet.

source: Røkke sier at å få ned reintallet i Vest-Finnmark er noe som hun er svært opptatt av og at det står på dagsorden hver gang Reindriftsstyret møtes. Hun sier at det er beklagelig at
sme: Dieπán ahte boazolohku baicca lea lassánan maŋemus áiggiid, ja mun sávan eiseválddit maŋidit boazologu unnideami áigemeari, lohká Áslat.

source: omstendighetene har ført til at en ikke har kommet så langt som en skulle ønske med å få ned reintallet.
sme: Iskkon Máhte Áslat uo ∏∏uha ain ahte guohtumat gierdda™e sakke eanet bohccuid go 64.100.

source: Derfor er vi dialog med Landbruksdepartementet om saken.
sme: Liiba heaitit

source: Og om noen år når beitene har tatt seg opp kan disse områdene igjen bli brukt til reinbeite.
sme: Boazoeaiggát Nils Isak M. Eira, Juhána Máhte Nils Issát, ii dagahallan.

source: Tallet 64.100 som vi jobber mot er heller ikke noe statisk tall for all fremtid.
sme: Son háliidii heaitit, ii ge du™™e unnidit.

source: Grep sjansen og avviklet
sme: Jorgalan: ImO

source: Reineier Nils Isak M. Eira tok skrittet fullt ut.
sme: – In oaidnán vejolaΩΩan unnidit ealu.

source: Han ville slutte med rein, ikke bare redusere flokken.
sme: In liv ∏∏e sáhttán

source: kunne ikke fortsette med reindrift med færre rein enn det jeg hadde.
sme: birget unnit boazologuin go mus lei.

source: Jeg ville slutte helt og da var den nye avviklingsordningen i forbindelse med reintilpasningsprogrammet i Vest-Finnmark gunstig, sier Eira.
sme: De gal lea buoret oalát heaitit, ja Oarje-Finnmárkku boazologu heiveheami prográmma lei de buorre fálaldahkan, lohká Nils Issát.

source: En annen tid Nils Isak M. Eira og kona Marit Gaup Eira har voksne barn, tre døtre og én sønn.
sme: Eará áigi Juhána Máhte Nils Issáhis ja su eamidis Iŋgor Juhána Márehis leat njeallje rávismáná, golbma nieidda ja okta bárdni.

source: Alle har, eller er i ferd med å ta seg utdannelse.
sme: Buohkain lea oahppu, dahje leat oahpu gazzame.

source: – Pappa ønsket at vi skulle få oss en utdannelse.
sme: – Áh ∏∏i lea ávΩΩuhan min váldit oahpu.

source: Og når
sme: Ja go juo vuos

source: en først har fått seg en utdannelse så har en samtidig gått glipp av så mye i reindriften at det er vanskelig å komme tilbake selv om at vi er vokst opp med rein, sier datteren Inger Marit Eira.
sme: lea oahpu gazzan, de lea olmmo™ seammás leama™ nu ollu eret boazodoalus ahte lea váttis máhccat dohko, vaikko lea ge bajás™addan boazodoalus, lohká nieida Inger Máret Eira.

source: rein.
sme: boazodoalus.

source: Vi har jo oppdratt alle ungene i reindriften og de har hatt en trygg og god oppvekst, sier Marit.
sme: Moai han letne mánáideame bajásgeassán dasa, ja sis lea leama™ buorre ja oadjebas bajás™addan, muitta™a Máret.

source: Nils Isak sier at familen tok et lite familieråd før han endelig bestemte seg for å avvikle, men at han selv var innstilt på å slutte fordi han begynte å kjenne på kroppen at det var på tide å gi seg.
sme: Nils Issát muitala ahte olles joavku ságastalai vuπola ∏∏at heaitima birra, muhto ahte son ie™ lei mielas heaitit, go dovdagoπii rupma™is ahte lea áigi dan dahkat.

source: Han gir scooteren og 4-hjulingen mye av skylden for at kroppen ikke er hva den en gang var.
sme: Son navdá muohtaskohtera ja 4-juvllaga ∏uohcan ieΩas dearvva™vuhtii.

source: – Nils Isak er tross alt vokst opp i en tid da det ikke
sme: – Nils Issát han lea bajás™addan dan áigge goas eai lean

source: fantes scooter eller 4-hjuling.
sme: skohterat ja 4-juvllagat.

source: Reindriftssamene var i gamle dager i god form.
sme: Ovdala™ áiggi boazosámit ledje ∏aπa dearva™at.

source: De unge i dag som bare har opplevd scootertiden slites nok tidligere ut fordi de ikke har det fysiske grunnlaget, sier Marit.
sme: Dálá nuorat, geat du™™e skohteráiggis leat eallán, gal dáidet árabut bártidi™goahtit dearvva™vuoπain, go sii leat ∏aπat healbadan dearvva™vuoπa, navdá Máret.

source: Nils Isak mener at avviklingsordningen er gunstigst for reineiere som han selv, som er eldre og som har relativt mye rein.
sme: Nils Issát atná heaittihanortnega buoremussan dakkáriidda go sutnje, geat juo leat agi alde ja geain lea oalle ollu boazu.

source: Savner vårflyttingen Familien har tilhørt reinbeitedistrikt 35 A Fávrrosorda med sommerbeite mellom Kvænangen og Nordreisa.
sme: Váillaha giππajohtima Bearas lea gullan orohahkii 35 A Fávrrosorda, man geasseorohat lea Návvena ja Ráissa gaskka.

source: Nils Isak har tre brødre som fremdeles driver med rein i distriktet.
sme: Nils Issáhis leat golbma viellja, geat ain barget orohaga boazodoalus.

source: Så helt uten kontakt med næringen blir han ikke.
sme: Áibbas olggobeallái boazodoalu son datte ii ™atta.

source: Forskjellen nå og tidligere er at han kan være sammen med reinen når det passer han selv.
sme: Juhána Máhte Nils Issát ja Iŋgor Juhána Máret heittiiga boazodoalus, go boπii buorre liiba.

source: Om det er ting med reindrifta han vil savne ?
sme: Jáhkká go maide váillahi™goahtit ?

source: – Jeg anger ikke på at jeg valgte å avvikle, men det er
sme: – In gáπa ahte válljejin heaitit, muhto dieπusge dáiddán

source: klart at jeg savner en del ting ved reindriften.
sme: váillahit muhtun beliid boazodoalus.

source: Vårflyttingen var fantastisk.
sme: Giππajohtin lei hávski.

source: Samtidig vil jeg si at jeg ikke savner høstflyttingen med korte dager og mye uvær.
sme: Seammás gal in váillahiv ∏∏e ak ∏ajohtima, seavdnjadin ja dálkin.

source: Det hender ofte at jeg våkner om morgenen og tenker at nå skulle jeg ha vært hos flokken.
sme: Láven gal ain dávjá jurdda™it ahte liv ∏∏ii suohtas ealu luhtte.

source: Jeg må innrømme at det er litt deilig å tenke på at jeg ikke absolutt må det lenger, sier Nils Isak.
sme: Nils Issát almmotge dovddasta ahte lea buorre ja álki go ii dárbbat ™at.

source: Men han vil benytte anledningen til å være med sine brødre på fjellet når det passer, sier han.
sme: Muhto go heive, de eandalii vuolgá vieljaidis luhtte finadit.

source: Mange vil begynne Nils Isak har gjort seg sine tanker om fremtiden for reindriften.
sme: Oallugat álggá™e Nils Issát lea jurddahallan boazodoalu boahtteáiggi birra.

source: – Jeg tror det kommer til å bli problemer med at det er
sme: – Navddán gal váttisvuohtan ™addat ahte leat nu oallugat

source: for mange som ønsker seg inn i reindriften samtidig som det ikke er grunnlag for så mye rein.
sme: geat háliidiv ∏∏e boazodollui, vaikko ii leat buohkaide sadji.

source: Det blir rett og slett ikke plass til alle, men slik har det jo alltid vært her i Finnmark.
sme: Buohkat eai ∏ága, muhto nu han Finnmárkkus lea álo leama™.

source: Vi har aldri hatt rekrutteringsproblemer, sier Nils Isak.
sme: Mis eai leat goasse váilon olbmot geat háliidit boazodollui, lohká Nils Issát.

source: Ved at Nils Isak avvikler settes det også et punktum for å føre reindriften direkte videre nedover i familielinjen.
sme: Go Nils Issát dál heaitá, de botke maiddái ieΩas maŋisbohttiid vejola™vuoπa bargagoahtit boazodoaluin.

source: De fire barna til Marit og Nils Isak har vokst opp i reindriften, men kan ikke ikke bli en del av den igjen.
sme: Máreha ja Nils Issáha njeallje máná leat bajás™addan boazodoalus, muhto eai beasa ™at joatkit dainna.

source: De kan ihvertfall ikke videreføre det deres far og mor har bygd opp.
sme: Sii eai goit beasa joatkit váhnemiid doalu.

source: – Jeg har ingen rettigheter lenger, men jeg har onkler
sme: – Mus gal alddán eai leat ™at vuoigatvuoπat, muhto leat

source: som driver aktivt med rein så jeg vil fortsatt ha et nært forhold til reindriften her.
sme: ∏eazit boazodoalus, nu ahte in gáidda oalát das eret.
